export const anchors = [
	{ link: '#about', text: 'О Нас' },
	{ link: '#sales', text: 'Акции' },
	{ link: '#menu', text: 'Меню' },
	{ link: '#contacts', text: 'Контакты' },
];

export const contacts = ['+7 (968) 624-27-20', '+7 (495) 824-27-20'];
export const metro = 'Чистые пруды';
export const address = 'Потаповский переулок 5/2';
export const copyrights = '© Бар Тема 2023';

export const about = {
	heading: 'ТЕМА БАР В МОСКВЕ',
	text: 'ТЕМА-БАР - это коктейльный бар на Потаповском переулке в 3 минутах от м. Чистые пруды, где с четверга по воскресенье проходят вечеринки в стиле open format, DJ и танцами на барной стойке. На нижнем этаже есть зал с КАРАОКЕ, который работает каждый день с 20:00. Since 2006',
	address: 'Потаповский пер. д.5 стр.2., Москва',
	contacts: '+7 (495) 624-27-20, +7 (968) 824-27-20',
	workTime: ' ПН-ЧТ 18:00-06:00; ПТ-ВС 18:00-09:00',
};

export const sales = [
	{
		// pic: 'https://thumb.tildacdn.com/tild6436-3331-4261-b831-303165653763/-/cover/432x324/center/center/-/format/webp/IMG_5115.JPG',
		pic: '/src/assets/sale_1.jpg',
		name: 'Караоке для девушек бесплатно',
		description:
			'Каждый вторник караоке бесплатно для девушкам с 20:00 до 6:00 утра. Подробности акции уточняйте по телефону или у официанта.',
		topic: 'Каждый вторник',
	},
	{
		// pic: 'https://static.tildacdn.com/tild3937-3663-4430-b735-336462613639/IMG_6664.JPG',
		pic: '/src/assets/sale_2.jpg',
		name: 'Два коктейля по цене одного',
		description:
			'Каждую среду второй коктейль или шот в подарок с 20:00 до 06:00.  Также акция действует с понедельника по пятницу с 12:00 до 20:00. Подробности уточняйте по телефону или у официанта.',
		topic: 'Каждую среду',
	},
	{
		// pic: 'https://thumb.tildacdn.com/tild6139-6261-4230-a337-336630343139/-/cover/432x324/center/center/-/format/webp/IMG_5116.JPG',
		pic: '/src/assets/sale_3.jpg',
		name: 'Коктейль в подарок девушкам по четвергам',
		description:
			'Всем девушкам коктейль от заведения в подарок по четвергам. Подробности акции уточняйте по телефону или у официанта.',
		topic: 'Lady`s Четверг',
	},
	{
		// pic: 'https://static.tildacdn.com/tild6237-3939-4637-a337-313562643731/IMG_5117.JPG',
		pic: '/src/assets/sale_4.jpg',
		name: '-50% на всё!',
		description:
			'-50% на все меню с 06:00 до 06:00 понедельника. Подробности акции уточняйте по телефону или у официанта.',
		topic: 'Каждое воскресенье',
	},
	{
		// pic: 'https://thumb.tildacdn.com/tild3435-6233-4432-a462-633864353862/-/cover/706x530/center/center/-/format/webp/IMG_5119.JPG',
		pic: '/src/assets/sale_5.jpg',
		name: 'Мальчишники и девичники',
		description:
			'Отмечайте мальчишники и девичники со скидкой 20% в баре Тема. Бутылка шампанского в подарок. Подробности акции уточняйте по телефону или у официанта.',
		topic: '-20%',
	},
	{
		// pic: 'https://thumb.tildacdn.com/tild3761-6537-4838-a665-383430353236/-/cover/432x324/center/center/-/format/webp/IMG_5114.JPG',
		pic: '/src/assets/sale_6.jpg',
		name: 'День Рождения в Теме',
		description:
			'Отметь ДР в Теме и получи скидку 20% на счет. Акция действует 7 дней до и 7 дней после. Подробности акции уточняйте по телефону или у официанта.',
		topic: '-20%',
	},
];

export const barMenu = {
	heading: 'Меню',
	description: 'Кухня и барное меню, паровые коктейли и спецпредложения',
};
